# -*- coding: utf-8 -*-
TOKEN = '1212209407:AAED6psbjLcmdjXk9PxUQipYCs1-nYTO25Q' #Token for bot @first


apl = 'https://www.sports.ru/epl/' # sport ru
laliga = 'https://www.sports.ru/la-liga/'
bundesliga = 'https://www.sports.ru/bundesliga/'
liga1 = 'https://www.sports.ru/ligue-1/'
sereaa = 'https://www.sports.ru/seria-a/'
rpl = 'https://www.sports.ru/rfpl/'
ucl = 'https://www.sports.ru/ucl/'

sites = {'АПЛ':apl,'Ла Лига':laliga,
            'Бундес Лига':bundesliga,'Лига 1':liga1,
            'Серия А':sereaa,'РПЛ':rpl,'Лига Чемпионов':ucl}
flags = {'АПЛ':'🏴󠁧󠁢󠁥󠁮󠁧󠁿','Ла Лига':'🇪🇸',
            'Бундес Лига':'🇩🇪','Лига 1':'🇫🇷',
            'Серия А':'🇮🇹','РПЛ':'🇷🇺','Лига Чемпионов':'🇪🇺'}

teams_short_cut = {'Барселона':'Бар⭐️','Реал Мадрид':'Реал М⭐️','Эспаньол':'Эсп',
                            'Гранада':'Гран','Атлетико':'АТМ⭐️','Мальорка':'Маль',
                            'Вальядолид':'Вальяд','Валенсия':'Вал','Сельта':'Сел',
                            'Леганес':'Лег','Реал Сосьедад':'Реал С','Эйбар':'Эйб',
                            'Бетис':'БЕТ','Атлетик':'Атл','Хетафе':'Хтф',
                            'Севилья':'Сев','Алавес':'Алав','Вильярреал':'Вильр',
                            'Осасуна':'Осасу','Леванте':'Лев','Ювентус':'Юве⭐️',
                            'Аталанта':'Ата','Челси':'Челси⭐️','ПСЖ':'ПСЖ⭐️',
                            'Наполи':'Нап⭐️','Фиорентина':'Фиор','Сампдория':'Самп',
                            'Крылья Советов':'Крыл С⭐️','Арсенал Тула':'Арс Т','Локомотив':'Локо⭐️',
                            'Манчестер Сити':'Ман С⭐️','Ливерпуль':'Лив⭐️','Манчестер Юнайтед':'Ман Ю⭐️',
                            'Вулверхэмптон':'Вулвс','Тоттенхэм':'Ттх⭐️','Арсенал':'Арс⭐️','Бавария':'Бавария⭐️',
                            'Кристал Пэлас':'Крис Пэ','Саутгемптон':'Сутгемп','Астон Вилла':'Астон В',
                            'Боруссия Д':'Бор Д⭐️','РБ Лейпциг':'Лейпц','Вольфсбург':'Вольфсб',
                            'Хоффенхайм':'Хофх','Айнтрахт Ф':'Аинтр Ф','Унион Берлин':'Унион Б',
                            'Падерборн':'Падеб','Боруссия М':'Бор М','ЦСКА':'ЦСКА⭐️','Спартак':'Спартак⭐️',
                            'Зенит':'Зенит⭐️','Интер':'Интер⭐️','Лацио':'Лацио⭐️'}
            